chcp 1251
mkdir "C:\Users\Админ\Лабораторні\Група_ПЗ_23_3\Барановський_Євгеній_Іванович\batch"









mkdir "C:\Users\Админ\Лабораторні\Група_ПЗ_23_3\Барановський_Євгеній_Іванович\batch\Прихована папка"

mkdir "C:\Users\Админ\Лабораторні\Група_ПЗ_23_3\Барановський_Євгеній_Іванович\batch\Неприхована папка"

attrib +h "C:\Users\Админ\Лабораторні\Група_ПЗ_23_3\Барановський_Євгеній_Іванович\batch\Прихована папка"


xcopy /? > "C:\Users\Админ\Лабораторні\Група_ПЗ_23_3\Барановський_Євгеній_Іванович\batch\Неприхована папка\copyhelp.txt"



xcopy "C:\Users\Админ\Лабораторні\Група_ПЗ_23_3\Барановський_Євгеній_Іванович\batch\Неприхована папка\copyhelp.txt" "C:\Users\Админ\Лабораторні\Група_ПЗ_23_3\Барановський_Євгеній_Іванович\batch\Прихована папка\copied_copyhelp.txt"
